import './Info.css';

function Info() {
  return (
    <div className="info">
      <h2>Доставка и оплата</h2>
      <div className="info-content">
        <div>
          <h2>60 МИНУТ ИЛИ ПИЦЦА БЕСПЛАТНО</h2>
          <p>
            Если мы не успеем доставить продукты в течение 60 минут, кроме соусов и продуктов из
            раздела «Другие товары», курьер подарит вам сертификат или промокод на большую пиццу 35
            см на традиционном тесте.
          </p>
        </div>
        <div>
          <h2>ДОДО ПИЦЦА — СЕТЬ ПИЦЦЕРИЙ № 1 В РОССИИ</h2>
          <p>
            по доставке пиццы по данным из отчета Euromonitor International на май 2017 года. <br />
            <br />
            Все цены в меню указаны без учета скидок.
          </p>
        </div>
        <div>
          <div>
            <h2>495 ₽</h2>
            <p>Минимальная сумма доставки без учета товаров из категории «Другие товары»</p>
          </div>
          <div>
            <h2>7 000 ₽</h2>
            <p>
              Максимальная сумма при оплате наличными <br /> <br />
              Изображения продуктов могут отличаться от продуктов в заказе.
            </p>
          </div>
        </div>
        <div>
          <h2>ЗОНА ДОСТАВКИ ОГРАНИЧЕНА</h2>
          <img></img>
        </div>
      </div>
    </div>
  );
}

export default Info;
